Repository: nkvoronov/script.skin.helper.skinbackup
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: General
uk_ua: Загальні

# #32001
source: Default backup path
uk_ua: Шлях для резервного копіювання

# #32002
source: Select location to store skin backups
uk_ua: Виберіть папку для зберігання резервних копій обкладинки

# #32003
source: Please enter a name for the backup
uk_ua: Будь ласка, введіть ім'я для резервної копії

# #32004
source: Backup the skin settings
uk_ua: Резервне копіювання налаштувань обкладинки

# #32005
source: Backupfile was succesfully created!
uk_ua: Резервна копія була успішно створена!

# #32006
source: Restore the skin settings
uk_ua: Відновлення налаштувань обкладинки

# #32007
source: Restoring...
uk_ua: Відновлення...

# #32008
source: Select skin backup file
uk_ua: Вибрати файл резервної копії

# #32009
source: Your backup is succesfully restored!
uk_ua: Ваша резервна копія успішно відновлена!

# #32010
source: Reset the skin to default settings
uk_ua: Скидання налаштувань обкладинки

# #32011
source: Are you sure you want to reset the skin to default settings ?
uk_ua: Ви впевнені, що хочете скинути налаштування обкладинки до значень за замовчуванням?

# #32012
source: Settings
uk_ua: Налаштування

# #32013
source: Create new backup
uk_ua: Створити нову резервну копію

# #32014
source: Select backup from file
uk_ua: Вибрати резервну копію з файлу

# #32015
source: Restore
uk_ua: Відновлення

# #32016
source: Manage skin backups
uk_ua: Управління резервними копіями обкладинки

# #32017
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
uk_ua: Будь ласка, введіть час, коли ця тема буде активована (чч:мм в 24-годинному форматі)

# #32018
source: Did you enter the time in the correct format ?
uk_ua: Ви ввели час в потрібному форматі?

# #32019
source: Activates every day at
uk_ua: Активувати кожен день в

# #32020
source: Manage Color themes
uk_ua: Управління кольором теми

# #32021
source: Apply this Color Theme
uk_ua: Застосувати цю кольорову тему

# #32022
source: Export this theme to file
uk_ua: Експортувати цю тему в файл

# #32023
source: Enter a name for your color theme
uk_ua: Введіть ім'я для вашої кольорової теми

# #32024
source: Screenshot of color theme (optional)
uk_ua: Знімок екрану кольорової теми (необов'язково)

# #32025
source: User defined color theme
uk_ua: Визначити кольорову тему користувача

# #32026
source: Color theme created succesfully
uk_ua: Кольорова тема успішно створена

# #32027
source: Your color theme is now available in the list of available themes
uk_ua: Ваша кольорова тема тепер доступна в списку доступних тем

# #32028
source: Enter a name for the theme
uk_ua: Введіть ім'я для теми

# #32029
source: Select location to store export
uk_ua: Виберіть розташування для збереження експорту

# #32030
source: Select skin theme backup file
uk_ua: Вибрати резервну копію кольорової теми

# #32031
source: Select Color theme
uk_ua: Вибрати кольорову тему

# #32032
source: Enable automatic daily backups
uk_ua: Увімкнути автоматичне щоденне резервне копіювання

# #32033
source: Restoring...
uk_ua: Відновлення...

# #32034
source: Maximum number of historic backups to keep
uk_ua: Максимальна кількість резервних копій для збереження

# #32035
source: Create Color Theme
uk_ua: Створити кольорову тему

# #32036
source: Create new custom color theme based on your current skin color settings.
uk_ua: Створити нову кольорову тему користовича на основі поточних налаштувань кольору обкладинки.

# #32037
source: Import Color Theme
uk_ua: Імпорт кольорової теми

# #32038
source: Import a color theme from file.
uk_ua: Імпорт кольорової теми з файлу.
